Repository: iappetos/Expenseeble
Catalog: ExpenseWatch/*.lproj/Localizable.strings
Languages: de, el, es, fr, it, ru, zh_hans

# titleOfMainViewForIncome
source: New
de: Neu
el: Νέο
es: Nuevo
fr: Nouveau
it: Nuovo
ru: Новые функции
zh_hans: 新增功能

# buttonToCard
source: Card
de: Karte
el: Κάρτα
es: Tarjeta
fr: Carte
it: Carta
ru: Карте
zh_hans: 卡

# buttonToPayCash
source: Pay
de: Zahlen
el: Πληρωμή
es: Paga
fr: Payer
it: Pagare
ru: Платить
zh_hans: 支付

# placeholderCash
source: cash
de: Kasse
el: μετρητά
es: efectivo
fr: en espèces
it: contanti
ru: Наличными
zh_hans: 现金

# placeholderAmount
source: amount
de: Menge
el: ποσό
es: cantidad
fr: montant
it: quantità
ru: Сумма
zh_hans: 量

source: Note (Optional)
de: Hinweis (optional)
el: Σημείωση (Προαιρετικό)
es: Nota (opcional)
fr: Note (optionnel)
it: Nota (opzionale)
ru: Примечание (необязательно)
zh_hans: 注意（可选）

# noteForRepeated
source: Note
de: Hinweis
el: Σημείωση
es: Nota
it: Nota
ru: Примечание
zh_hans: 注意

# buttonForPeriodForDays
source: Days
de: Tage
el: μέρες
es: Dias
fr: journées
it: Giornate
ru: Дни недели
zh_hans: 日

# buttonForPeriodForOneDay
source: Day
de: Tag
el: μέρα
es: Dia
fr: journée
it: Giorno
ru: День
zh_hans: 一天

# buttonForPeriodForWeeks
source: Weeks
de: Wochen
el: εβδομάδες
es: Semanas
fr: semaines
it: Settimane
ru: Недель
zh_hans: 星期

# buttonForPeriodForOneWeek
source: Week
de: Woche
el: εβδομάδα
es: Semana
fr: semaine
it: Settimana
ru: Неделю
zh_hans: 周

# buttonForPeriodForMonths
source: Months
de: Monate
el: μήνες
es: Meses
fr: mois
it: Mesi
ru: Месяцы
zh_hans: 月份

# buttonForPeriodForOneMonth
source: Month
de: Monat
el: μήνα
es: Mes
fr: mois
it: Mese
ru: Месяц
zh_hans: 月

# buttonForPeriodForYears
source: Years
de: Jahre
el: χρόνια
es: Años
fr: années
it: Anni
ru: Лет
zh_hans: 年

# buttonForPeriodForOneYear
source: Year
de: Jahr
el: χρόνο
es: Año
fr: année
it: Anno
ru: Год
zh_hans: 年

source: Every day for
de: Jeden Tag, für
el: Κάθε μέρα, για
es: Todos los días, para
fr: Chaque jour, pour
it: Ogni giorno, per
ru: Каждый день для
zh_hans: 每天为

source: Every week for
de: Jede Woche, für
el: Κάθε εβδομάδα, για
es: Cada semana, para
fr: Chaque semaine, pour
it: Ogni settimana, per
ru: Каждую неделю для
zh_hans: 每周为

source: Every month for
de: Jeder Monat, für
el: Κάθε μήνα, για
es: Todos los meses, de
fr: Chaque mois, pour
it: Ogni mese, per
ru: Каждый месяц для
zh_hans: 每个月

source: Every year for
de: Jedes Jahr, für
el: Κάθε χρόνο, για
es: Cada año, para
fr: Chaque année, pour
it: Ogni anno, per
ru: Каждый год для
zh_hans: 每年为

source: Last Stored Expense:
de: Letzter Eintrag:
el: Τελευταία καταχώρηση:
es: Última entrada:
fr: Dernière entrée:
it: Ultima entrata:
ru: Последние сохраненные расходы:
zh_hans: 上次存储费用：

# attentionAlert
source: Attention!
de: Achtung!
el: Προσοχή!
es: Atención!
it: Attenzione!
ru: Внимание!
zh_hans: 注意！

# fieldWithAmountofCost
source: The field with the amount of cost is required to be filled.
de: Das Feld mit der Menge an Kosten erforderlich gefüllt werden.
el: Το πεδίο με το ποσό του κόστους απαιτείται να συμπληρωθεί.
es: El campo con la cantidad de costo debe ser completado.
fr: Le champ avec le montant du coût doit être rempli.
it: Il campo con la quantità di costo è necessario per essere riempito.
ru: Поле с суммой затрат необходимо заполнить.
zh_hans: 需要填写具有成本金额的字段。

source: Ok
el: Εντάξει
es: De acuerdo
fr: D'accord
it: Bene
ru: Хорошо
zh_hans: 还行

source: Overall Cost:
de: Gesamtkosten:
el: Συνολικό κόστος:
es: Costo total:
fr: Coût total:
it: Costo complessivo:
ru: Общая стоимость:
zh_hans: 总体成本：

source: Daily for
de: Täglich für
el: Καθημερινά για
es: Diario para
fr: Tous les jours pour
it: Quotidiano per
ru: Ежедневно для
zh_hans: 每日为

source: Weekly for
de: Wöchentlich für
el: Εβδομαδιαίως για
es: Semanal, para
fr: Hebdomadaire pour
it: Settimanale per
ru: Еженедельно для
zh_hans: 每周为

source: Monthly for
de: Monatlich für
el: Μηνιαίως για
es: Mensual, de
fr: Mensuel pour
it: Mensile per
ru: Ежемесячно для
zh_hans: 每月为

source: Yearly for
de: Jährlich für
el: Ετησίως για
es: Anual, para
fr: Annuel pour
it: Annuale per
ru: Ежегодно для
zh_hans: 每年为

# forRepeatedcostsRepetitions
source: For repeated costs you have to specify the number of repetitions
de: Für wiederholt Kosten müssen Sie die Anzahl der Wiederholungen angeben.
el: Για επαναλαμβανόμενες δαπάνες θα πρέπει να καθορίσετε τον αριθμό των επαναλήψεων.
es: Para los costos repetidos se tiene que especificar el número de repeticiones.
fr: Pour les coûts répétés, vous devez spécifier le nombre de répétitions.
it: Per i costi ripetuti è necessario specificare il numero di ripetizioni.
ru: Для повторных расходов вы должны указать количество повторений
zh_hans: 对于重复成本，您必须指定重复次数

# spent80ofsalary
source: You have spent 80% of your salary
de: Sie haben 80% Ihres Gehalts ausgegeben.
el: Έχεις ξοδέψει το 80% του μισθού σου.
es: Usted ha pasado el 80% de su salario.
fr: Vous avez passé 80% de votre salaire.
it: Hai speso 80% del vostro stipendio.
ru: Вы потратили 80'expr1 вашей зарплаты
zh_hans: 你花了你工资的80%

# spentAllofsalary
source: You have spent all of your salary
de: Sie haben Ihr gesamtes Gehalt ausgegeben.
el: Έχεις ξοδέψει ολόκληρο τον μισθό σου.
es: Usted ha pasado la totalidad de su salario.
fr: Vous avez passé toute votre salaire.
it: Hai speso tutto il vostro stipendio.
ru: Вы потратили всю свою зарплату
zh_hans: 你花光了所有的薪水

source: Daily
de: Täglich
el: Καθημερινά
es: Diario
fr: Tous les jours
it: Quotidiano
ru: Ежедневно
zh_hans: 日常

source: Weekly
de: Wöchentlich
el: Εβδομαδιαίως
es: Semanal
fr: Hebdomadaire
it: Settimanale
ru: Еженедельно
zh_hans: 每周

source: Monthly
de: Monatlich
el: Μηνιαίως
es: Mensual
fr: Mensuel
it: Mensiley
ru: Ежемесячно
zh_hans: 每月

source: Yearly
de: Jährlich
el: Ετησίως
es: Anual
fr: Annuel
it: Annuale
ru: Годовой
zh_hans: 每年

# PleaseRestartApp
source: Please restart tha app in order to load the new language completely
de: Bitte starten Sie die Anwendung, um die neue Sprache vollständig zu laden
el: Παρακαλώ επανεκινήστε την εφαρμοφή, ώστε η νέα γλώσσα που επιλέξατε να εγκατασταθεί πλήρως.
es: Por favor, reinicie la aplicación con el fin de cargar el nuevo lenguaje completamente
fr: S'il vous plaît, redémarrer l'application pour charger la nouvelle langue complètement.
it: Si prega di riavviare l'applicazione per caricare completamente la nuova lingua.
ru: Пожалуйста, перезапустите приложение tha, чтобы полностью загрузить новый язык
zh_hans: 请重新启动 tha 应用程序， 以便完全加载新语言

# segmentTitleOnce
source: Once
de: Einmal
el: Μία φορά
es: Una vez
fr: Une fois
it: Una volta
ru: Раз
zh_hans: 一旦

# segmentTitleDaily
source: Daily
de: Täglich
el: Κάθε μέρα
es: Diario
fr: Tous les jours
it: Quotidiano
ru: Ежедневно
zh_hans: 日常

# segmentTitleWeekly
source: Weekly
de: Wöchentlich
el: Εβδομαδιαίως
es: Semanal
fr: Hebdomadaire
it: Settimanale
ru: Еженедельно
zh_hans: 每周

# segmentTitleMonthly
source: Monthly
de: Monatlich
el: Μηνιαίως
es: Mensual
fr: Mensuel
it: Mensiley
ru: Ежемесячно
zh_hans: 每月

# segmentTitleYearly
source: Yearly
de: Jährlich
el: Ετησίως
es: Anual
fr: Annuel
it: Annuale
ru: Годовой
zh_hans: 每年

source: List
de: Liste
el: Λίστα
es: Lista
fr: Liste
it: Lista
ru: Список
zh_hans: 列表

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Réglages
it: Impostazioni
ru: Параметры
zh_hans: 设置

source: Report
de: Bericht
el: Αναφορά
es: Informe
fr: Rapport
it: Rapporto
ru: Отчет
zh_hans: 报告

# alertBodyForDaily
source: For practical reasons this expense will be stored for 1825 days(5 years).
de: Aus praktischen Gründen wird dieser Ausgabe für 1825 Tage(5 Jahre) gespeichert.
el: Για πρακτικούς λόγους αυτό το καθημερινό έξοδο θα αποθηκευτεί για 1.825 ημέρες (5 χρόνια).
es: Por razones prácticas se almacenará este gasto para 1825 días (5 años).
fr: Pour des raisons pratiques cette dépense sera conservée pendant 1825 jours (5 ans).
it: Per ragioni pratiche questa spesa sarà conservato per 1825 giorni (5 anni).
ru: По практическим причинам эти расходы будут храниться в течение 1825 дней (5 лет).
zh_hans: 出于实际原因，这笔费用将存储1825天（5年）。

# alertBodyForDailyLast
source: In 5 years, please renew this cost if necessary.
de: In 5 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 5 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 5 años, por favor renovar este costo si es necesario.
fr: En 5 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 5 anni si prega di rinnovare questo costo, se necessario.
ru: В течение 5 лет, пожалуйста, продлите эту стоимость, если это необходимо.
zh_hans: 在5年内，如有必要，请续订此费用。

# alertBodyForDailyEveryWeek
source: For practical reasons this expense will be stored for 260 weeks(5 years).
de: Aus praktischen Gründen wird dieser Ausgabe für 260 Wochen(5 Jahre) gespeichert.
el: Για πρακτικούς λόγους αυτό το καθημερινό έξοδο θα αποθηκευτεί για 260 εβδομάδες (5 χρόνια).
es: Por razones prácticas se almacenará este gasto para 260 semanas(5 años).
fr: Pour des raisons pratiques cette dépense sera conservé pendant 260 semaines (5 ans).
it: Per ragioni pratiche questa spesa sarà conservato per 260 settimane(5 anni).
ru: По практическим причинам эти расходы будут храниться в течение 260 недель (5 лет).
zh_hans: 出于实际原因，这笔费用将存储260周（5年）。

# alertBodyForDailyEveryWeekLast
source: In 5 years, please renew this cost if necessary.
de: In 5 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 5 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 5 años, por favor renovar este costo si es necesario.
fr: En 5 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 5 anni si prega di rinnovare questo costo, se necessario.
ru: В течение 5 лет, пожалуйста, продлите эту стоимость, если это необходимо.
zh_hans: 在5年内，如有必要，请续订此费用。

# alertBodyForDailyEveryMonth
source: For practical reasons this expense will be stored for 60 months(5 years).
de: Aus praktischen Gründen wird dieser Ausgabe für 60 Monaten(5 Jahre) gespeichert.
el: Για πρακτικούς λόγους αυτό το καθημερινό έξοδο θα αποθηκευτεί για 60 μήνες (5 χρόνια).
es: Por razones prácticas se almacenará este gasto para 60 meses(5 años).
fr: Pour des raisons pratiques cette dépense sera conservé pendant 60 mois (5 ans).
it: Per ragioni pratiche questa spesa sarà conservato per 60 mesi(5 anni).
ru: По практическим причинам эти расходы будут храниться в течение 60 месяцев (5 лет).
zh_hans: 出于实际原因，这笔费用将存储60个月（5年）。

# alertBodyForDailyEveryMonthLast
source: In 5 years, please renew this cost if necessary.
de: In 5 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 5 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 5 años, por favor renovar este costo si es necesario.
fr: En 5 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 5 anni si prega di rinnovare questo costo, se necessario.
ru: В течение 5 лет, пожалуйста, продлите эту стоимость, если это необходимо.
zh_hans: 在5年内，如有必要，请续订此费用。

# alertBodyForDailyEveryYear
source: For practical reasons this expense will be stored for 5 years.
de: Aus praktischen Gründen wird dieser Ausgabe für 5 Jahre gespeichert.
el: Για πρακτικούς λόγους αυτό το καθημερινό έξοδο θα αποθηκευτεί για 5 χρόνια.
es: Por razones prácticas se almacenará este gasto para 5 años.
fr: Pour des raisons pratiques cette dépense sera conservé pendant 5 ans.
it: Per ragioni pratiche questa spesa sarà conservato per 5 anni.
ru: По практическим соображениям эти расходы будут храниться в течение 5 лет.
zh_hans: 出于实际原因，这笔费用将存储5年。

# alertBodyForDailyEveryYearLast
source: In 5 years, please renew this cost if necessary.
de: In 5 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 5 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 5 años, por favor renovar este costo si es necesario.
fr: En 5 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 5 anni si prega di rinnovare questo costo, se necessario.
ru: В течение 5 лет, пожалуйста, продлите эту стоимость, если это необходимо.
zh_hans: 在5年内，如有必要，请续订此费用。

# alertBodyForWeekly
source: For practical reasons this expense will be stored for 520 weeks(10 years).
de: Aus praktischen Gründen wird dieser Ausgabe für 520 Wochen(10 Jahre) gespeichert.
el: Για πρακτικούς λόγους αυτό το εβδομαδιαίο έξοδο θα αποθηκευτεί για 520 εβδομάδες (10 χρόνια).
es: Por razones prácticas se almacenará este gasto para 520 semanas(10 años).
fr: Pour des raisons pratiques cette dépense sera conservée pendant 520 semaines (10 ans).
it: Per ragioni pratiche questa spesa sarà conservato per 520 settimane(10 anni).
ru: По практическим причинам эти расходы будут храниться в течение 520 недель (10 лет).
zh_hans: 出于实际原因，这笔费用将存储520周（10年）。

# alertBodyForWeeklyLast
source: In 10 years, please renew this cost if necessary.
de: In 10 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 10 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 10 años, por favor renovar este costo si es necesario.
fr: En 10 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 10 anni si prega di rinnovare questo costo, se necessario.
ru: В течение 10 лет, пожалуйста, продлите эту стоимость, если это необходимо.
zh_hans: 10年后，如有必要，请续订此费用。

# alertBodyForWeeklyEveryMonth
source: For practical reasons this expense will be stored for 120 months(10 years).
de: Aus praktischen Gründen wird dieser Ausgabe für 120 Monaten(10 Jahre) gespeichert.
el: Για πρακτικούς λόγους αυτό το εβδομαδιαίο έξοδο θα αποθηκευτεί για 120 μήνες (10 χρόνια).
es: Por razones prácticas se almacenará este gasto para 120 meses(10 años).
fr: Pour des raisons pratiques cette dépense sera conservé pendant 120 mois (10 ans).
it: Per ragioni pratiche questa spesa sarà conservato per 120 mesi(10 anni).
ru: По практическим причинам эти расходы будут храниться в течение 120 месяцев (10 лет).
zh_hans: 出于实际原因，这笔费用将储存120个月（10年）。

# alertBodyForWeeklyEveryMonthLast
source: In 10 years, please renew this cost if necessary.
de: In 10 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 10 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 10 años, por favor renovar este costo si es necesario.
fr: En 10 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 10 anni si prega di rinnovare questo costo, se necessario.
ru: В течение 10 лет, пожалуйста, продлите эту стоимость, если это необходимо.
zh_hans: 10年后，如有必要，请续订此费用。

# alertBodyForWeeklyEveryYear
source: For practical reasons this expense will be stored for 10 years
de: Aus praktischen Gründen wird dieser Ausgabe für 10 Jahre gespeichert.
el: Για πρακτικούς λόγους αυτό το εβδομαδιαίο έξοδο θα αποθηκευτεί για 10 χρόνια.
es: Por razones prácticas se almacenará este gasto para 10 años
fr: Pour des raisons pratiques cette dépense sera conservé pendant 10 ans.
it: Per ragioni pratiche questa spesa sarà conservato per 10 anni.
ru: По практическим соображениям эти расходы будут храниться в течение 10 лет
zh_hans: 出于实际原因，这笔费用将存储 10 年

# alertBodyForWeeklyEveryYearLast
source: In 10 years, please renew this cost if necessary.
de: In 10 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 10 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 10 años, por favor renovar este costo si es necesario.
fr: En 10 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 10 anni si prega di rinnovare questo costo, se necessario..
ru: В течение 10 лет, пожалуйста, продлите эту стоимость, если это необходимо.
zh_hans: 10年后，如有必要，请续订此费用。

# alertBodyForMonthly
source: For practical reasons this expense will be stored for 360 months(30 years).
de: Aus praktischen Gründen wird dieser Ausgabe für 360 Monaten(30 Jahre) gespeichert..
el: Για πρακτικούς λόγους αυτό το μηνιαίο έξοδο θα αποθηκευτεί για 360 μήνες (30 χρόνια)
es: Por razones prácticas se almacenará este gasto para 360 meses(30 años).
fr: Pour des raisons pratiques cette dépense sera conservé pendant 360 mois (30 ans).
it: Per ragioni pratiche questa spesa sarà conservato per 360 mesi(30 anni).
ru: По практическим причинам эти расходы будут храниться в течение 360 месяцев (30 лет).
zh_hans: 出于实际原因，这笔费用将存储360个月（30年）。

# alertBodyForMonthlyLast
source: In 30 years, please renew this cost if necessary.
de: In 30 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 30 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 30 años, por favor renovar este costo si es necesario.
fr: En 30 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 10 anni si prega di rinnovare questo costo, se necessario.
ru: Через 30 лет, пожалуйста, при необходимости продлите эту стоимость.
zh_hans: 30 年后，如有必要，请续订此费用。

# alertBodyForMonthlyEveryYear
source: For practical reasons this expense will be stored for 30 years
de: Aus praktischen Gründen wird dieser Ausgabe für 30 Jahre gespeichert.
el: Για πρακτικούς λόγους αυτό το μηνιαίο έξοδο θα αποθηκευτεί για 30 χρόνια.
es: Por razones prácticas se almacenará este gasto para 30 años
fr: Pour des raisons pratiques cette dépense sera conservé pendant 30 ans.
it: Per ragioni pratiche questa spesa sarà conservato per 30 anni.
ru: По практическим соображениям эти расходы будут храниться в течение 30 лет
zh_hans: 出于实际原因，这笔费用将存储 30 年

# alertBodyForMonthlyEveryYearLast
source: In 30 years, please renew this cost if necessary.
de: In 30 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 30 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 30 años, por favor renovar este costo si es necesario.
fr: En 30 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 30 anni si prega di rinnovare questo costo, se necessario.
ru: Через 30 лет, пожалуйста, при необходимости продлите эту стоимость.
zh_hans: 30 年后，如有必要，请续订此费用。

# alertBodyForYearly
source: For practical reasons this expense will be stored for 100 years
de: Aus praktischen Gründen wird dieser Ausgabe für 100 Jahre gespeichert.
el: Για πρακτικούς λόγους αυτό το μηνιαίο έξοδο θα αποθηκευτεί για 100 χρόνια.
es: Por razones prácticas se almacenará este gasto para 100 años
fr: Pour des raisons pratiques cette dépense sera conservé pendant 100 ans.
it: Per ragioni pratiche questa spesa sarà conservato per 100 anni.
ru: По практическим соображениям эти расходы будут храниться в течение 100 лет
zh_hans: 出于实际原因，这笔费用将存储 100 年

# alertBodyForYearlyLast
source: In 100 years, please renew this cost if necessary.
de: In 30 Jahren erneuern Sie bitte diese Kosten, wenn es nötig ist.
el: Σε 100 χρόνια, παρακαλούμε επανακαταχωρίστε αυτό το κόστος, εφόσον αυτό είναι απαραίτητο.
es: En 100 años, por favor renovar este costo si es necesario.
fr: En 100 ans, s'il vous plaît renouveler ce coût si nécessaire.
it: In 100 anni si prega di rinnovare questo costo, se necessario.
ru: Через 100 лет, пожалуйста, при необходимости продлите эту стоимость.
zh_hans: 100 年后，如有必要，请续订此费用。

# AllinListSegment
source: All
de: Alles
el: Όλα
es: Todos
fr: Tout
ru: Все
zh_hans: 所有

# AinListSegment
source: A
el: Α

# BinListSegment
source: B
el: Β

# CinListSegment
source: C
el: Γ

# TodayInPeriodSegment
source: Today
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
it: Oggi
ru: Сегодня
zh_hans: 今天

# WeekInPeriodSegment
source: Week
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
it: Settimana
ru: Неделю
zh_hans: 周

# MonthInPeriodSegment
source: Month
de: Monate
el: Μήνας
es: Mes
fr: Moins
it: Mese
ru: Месяц
zh_hans: 月

# QuarterInPeriodSegment
source: Quarter
de: Quartal
el: Τρίμηνο
es: Trimestre
fr: Trimestre
it: Trimestre
ru: Квартал
zh_hans: 季度

# YearInPeriodSegment
source: Year
de: Jahre
el: Έτος
es: Año
fr: Année
it: Anno
ru: Год
zh_hans: 年

# ManuallyInPeriodSegment
source: Manually
de: Manuell
el: Επιλογή
es: A mano
fr: Manuellement
it: Manualmente
ru: Вручную
zh_hans: 手动

# dateOrderAlert
source: Wrong date order. Please change the selected dates accordingly.
de: Falsches Datum Ordnung. Bitte ändern Sie die ausgewählten Daten entsprechend.
el: Λάθος σειρά στις ημερομηνίες. Παρακαλώ αλλάξτε τις επιλεγμένες ημερομηνίες ανάλογα.
es: Orden de fecha incorrecta. Por favor, cambia las fechas seleccionadas en consecuencia.
fr: Ordre de date incorrect. S'il vous plaît changer les dates choisies en conséquence.
it: Ordine di data errata. Per favore cambia le date selezionate di conseguenza.
ru: Неправильный порядок даты. Пожалуйста, измените выбранные даты соответствующим образом.
zh_hans: 日期顺序错误。请相应地更改所选日期。

# dailyNote
source: Daily
de: Täglich
el: Καθημερινά
es: Diario
fr: Tous les jours
it: Quotidiano
ru: Ежедневно
zh_hans: 日常

# weeklyNote
source: Weekly
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fr: Hebdomadaire
it: Settimanalmente
ru: Еженедельно
zh_hans: 每周

# monthlyNote
source: Monthly
de: Monatlich
el: Μηνιαία
es: Mensual
fr: Mensuel
it: Mensile
ru: Ежемесячно
zh_hans: 每月

# yearlyNote
source: Yearly
de: Jährlich
el: Ετήσια
es: Anual
fr: Annuel
it: Annuale
ru: Годовой
zh_hans: 每年

# fixCostAlert
source: Repeated Cost
de: Wiederholt Cost
el: Πάγιο κόστος
es: Costo repetida
fr: Coût répété
it: Costo ripetuto
ru: Повторная стоимость
zh_hans: 重复成本

# whatFixToDelete
source: What do you want to delete?
de: Was wollen Sie löschen?
el: Ποιό κόστος θέλεις να διαγράψεις;
es: Que quieres borrar?
fr: Que voulez-vous supprimer?
it: Che cosa vuoi eliminare?
ru: Что вы хотите удалить?
zh_hans: 要删除什么？

# justOne
source: Just This One
de: Nur diese eine
el: Μόνο αυτό;
es: Sólo este
fr: Juste celui-là
it: Solo questo
ru: Только этот
zh_hans: 只是这个

# futureFix
source: Future Fix Costs
de: Zukünftige wiederholte Kosten
el: Τα αντίστοιχα μελλοντικά;
es: Futuros repetidas Costes
fr: Coûts futurs répétées
it: Futuro costo ripetuto
ru: Будущие затраты на исправление
zh_hans: 未来修复成本

# totalFix
source: Total Fix Cost
de: Gesamtwiederholungskosten
el: Όλα τα σχετικά
es: Coste total repetida
fr: Coût total répété
it: Costo totale ripetuto
ru: Общая стоимость исправления
zh_hans: 总修复成本

# cancelFixDeletion
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
zh_hans: 取消

# reportTitle
source: Report
de: Bericht
el: Αναφορά
es: Informe
fr: Rapport
it: Rapporto
ru: Отчет
zh_hans: 报告

# goToStatistics
source: Statistics
de: Statistiken
el: Στατιστικά
es: Estadística
fr: Statistiques
it: Statistiche
ru: Статистика
zh_hans: 统计

# periodShowingInReport
source: Period:
de: Zeitraum:
el: Περίοδος:
es: Período:
fr: Période:
it: Periodo:
ru: Период:
zh_hans: 时期：

# profileOverBars
source: Profile of Expenses
de: Profil von Kosten
el: Προφίλ Εξόδων
es: Perfil de gastos
fr: Profil des Dépenses
it: Profilo di Spese
ru: Профиль расходов
zh_hans: 费用概况

# totalCostInReport
source: Total Cost
de: Gesamtkosten
el: Συνολικό Κόστος:
es: Coste Total
fr: Coût Total
it: Costo Totale
ru: Общая стоимость
zh_hans: 总成本

# cashInReport
source: Cash
de: Kasse
el: Μετρητά:
es: Efectivo
fr: En espèces
it: Contanti
ru: Наличными
zh_hans: 现金

# cardInReport
source: Card
de: Karte
el: Κάρτα:
es: Tarjeta
fr: Carte
it: Carta
ru: Карте
zh_hans: 卡

# overTextFieldSalary
source: Salary
de: Gehalt
el: Μισθός
es: Salario
fr: Salaire
it: Stipendio
ru: Зарплата
zh_hans: 工资

# overTextFieldIncome
source: Period's Income
de: Periode Einkommen
el: Εισόδημα Περιόδου
es: Los ingresos del período
fr: Le revenu de la période
it: Reddito di periodo
ru: Доход за период
zh_hans: 期间收入

# storeNewSalary
source: Store New
de: Speichern Neu
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva Nuovo
ru: Магазин Новый
zh_hans: 存储新

source: Deduct Cost
de: Abzüglich Kosten
el: Αφαίρεση κόστους
es: Deducir de costos
fr: Déduire coût
it: Dedurre costo
ru: Стоимость вычета
zh_hans: 扣除成本

# placeHolderStored
source: stored:
de: spart:
el: αποθ/μένο:
es: almacenado:
fr: enregistré:
it: salvato:
ru: Хранятся:
zh_hans: 存储：
