Repository: iappetos/Expenseeble
Catalog: ExpenseWatch/*.lproj/Localizable.strings
Languages: de, el, es, fr, it, ru, zh_hans

# placeHolderPaid
source: Salary paid
de: Gehalt bezahlt
el: μισθός που καταβλήθηκε
es: Sueldo que se paga
fr: Salaire versé
it: Stipendio pagato
ru: Выплаченная заработная плата
zh_hans: 已付工资

# placeHolderAmount
source: amount earned
de: Betrag verdient
el: εισπραχθέν ποσό
es: importe ganado
fr: montant gagné
it: importo guadagnato
ru: заработанная сумма
zh_hans: 赚取金额

source: Outcome:
de: Ergebnis:
el: Αποτέλεσμα:
es: Resultado:
fr: Résultat:
it: Risultato:
ru: Результат:
zh_hans: 结果：

source: Saved:
de: Gespart:
el: Αποταμίευση:
es: Guardado:
fr: Sauvé:
it: Salvato:
ru: Сохранено:
zh_hans: 保存：

source: Missing:
de: Fehlendes:
el: Λείπουν:
es: Falta:
fr: Manquant:
it: Mancante:
ru: Отсутствует:
zh_hans: 失踪：

source: Balanced:
de: Ausgeglichen:
el: Ισοσταθμισμένο:
es: Equilibrado:
fr: Équilibrée :
it: Equilibrato:
ru: Сбалансированный:
zh_hans: 平衡：

# fillInfieldOfSalary
source: The field of SALARY is required to be filled in order a new value to be stored.
de: Das Feld mit der Menge an Gehalt erforderlich gefüllt werden.
el: Το πεδίο με τον Μισθό πρέπει να συμπληρωθεί, ώστε να μπορέσει να αποθηκευτεί.
es: El campo con la cantidad de Salario debe ser completado.
fr: Le champ de SALAIRE doit être rempli pour une nouvelle valeur à enregistré.
it: Il campo con la quantità di stipendio è necessario per essere riempito.
ru: Поле SALARY необходимо заполнить для того, чтобы сохранить новое значение.
zh_hans: 需要填写工资字段才能存储新值。

# pleaseStoreSalary
source: Please store a Salary or switch to Income mode.
de: Bitte speichern Sie ein Gehalt oder wechseln Sie zu Income-Modus.
el: Παρακαλώ αποθηκεύστε το ποσό του μισθού, ώστε να έχετε στιγμιαία ενημέρωση του υπολοίπου σε κάθε νέα καταχώριση κόστους ή επιστρέψτε στο Εισόδημα Περιόδου.
es: Per favor registra un salario o cambiar a modo de ingresos.
fr: S'il vous plaît enregistrer un salaire afin d'avoir une rétroaction instantanée du salaire restant lorsque vous entrez un nouveau coût ou passer en mode revenu.
it: Si prega di conservare uno stipendio o passare alla modalità di reddito.
ru: Пожалуйста, храните зарплату или переключитесь в режим Дохода.
zh_hans: 请存储工资或切换到收入模式。

# notAvailableInFreeVersion
source: Statistics are not available in free version
de: Statistiken sind in der kostenlosen Version nicht verfügbar
el: Η αναφορά στατιστικών μεγεθών δεν είναι προσβάσιμη στην δωρεάν έκδοση.
es: Las estadísticas no están disponibles en la versión gratuita
fr: Les statistiques ne sont pas disponibles en version gratuite
it: Le statistiche non sono disponibili nella versione gratuita
ru: Статистика недоступна в бесплатной версии
zh_hans: 统计信息不在免费版本中提供

source: I understand
de: Ιch verstehe
el: Κατάλαβα
es: Εntiendo
fr: Je comprand
it: Capisco
ru: Я понимаю
zh_hans: 我明白

# advantageKiosk1a
source: Store repeated expenses in just one tap and
de: Speichern Sie wiederholte Ausgaben in nur einem Fingertipp und
el: Αποθηκεύστε τα πάγια έξοδα μόνο μια κίνηση
es: Almacene los gastos repetidos con un solo toque y
fr: Enregistrez les dépenses répétées en un seul clic et
it: Memorizza le spese ripetute con un solo tocco e
ru: Храните неоднократные расходы всего одним нажатием и
zh_hans: 只需轻点一下即可存储重复费用，然后

# advantageKiosk1b
source: know intstantly their overall cost
de: kennen sofort ihre Gesamtkosten
el: και μάθετε αμέσως το συνολικό τους κόστος.
es: conocer al instante su costo total
fr: connaître en permanence leur coût global
it: conoscere immediatamente il loro costo complessivo
ru: знать, intstantly их общая стоимость
zh_hans: 非常了解他们的总成本

# advantageKiosk2a
source: Access the statistics report and gain
de: Greifen Sie auf den Statistikbericht zu und gewinnen Sie
el: Αποκτήστε πρόσβαση στην αναφορά των στατιστικών μεγεθών και
es: Acceda al informe de estadísticas y tenga
fr: Accédez au rapport statistique et gagnez
it: Accedi al report statistico e guadagna
ru: Доступ к статистическому отчету и прибыль
zh_hans: 访问统计信息报告并获取

# advantageKiosk2b
source: a deeper understanding of your spending habits
de: ein besseres Verständnis Ihrer Ausgabegewohnheiten
el: αποκτήστε καλύτερη κατανόηση των αγοραστικών συνηθειών σας.
es: una comprensión más profunda de sus hábitos de gasto
fr: une meilleure compréhension de vos habitudes de dépenses
it: un'immagine chiara delle tue abitudini di spesa
ru: четкая картина ваших привычек расходов
zh_hans: 清楚了解你的消费习惯

# statisticsTitle
source: Statistics
de: Statistiken
el: Στατιστικά
es: Estadística
fr: Statistiques
it: Statistiche
ru: Статистика
zh_hans: 统计

# periodShowingInStatistics
source: Period:
de: Zeitraum:
el: Περίοδος:
es: Período:
fr: Période:
it: Periodo:
ru: Период:
zh_hans: 时期：

# overGreatestExpenseOf
source: Greatest expense of
de: Größte Kosten von
el: Μέγιστο έξοδο
es: Mayor gasto
fr: Le plus grand dépense de
it: Più grande spesa di
ru: Наибольший счет
zh_hans: 最大的费用

# allinGreatest
source: All
de: Alles
el: Όλων
es: Todos
fr: Tout
it: Tutti
ru: Все
zh_hans: 所有

# segmentCostStat
source: Cost
de: Kosten
el: Κόστος
es: Costo
fr: Coût
it: Costo
ru: Стоимость
zh_hans: 成本

# segmentDayStat
source: Day
de: Tag
el: Ημέρα
es: Día
fr: Journée
it: Giorno
ru: День
zh_hans: 一天

# segmentWeekStat
source: Week
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
it: Settimana
ru: Неделю
zh_hans: 周

# segmentMonthStat
source: Month
de: Monat
el: Μήνας
es: Mes
fr: Mois
it: Mese
ru: Месяц
zh_hans: 月

# segmentYearStat
source: Year
de: Jahr
el: Έτος
es: Año
fr: Année
it: Anno
ru: Год
zh_hans: 年

source: Average
de: Durchschnittlich
el: Μέσος όρος
es: Promedio
fr: Moyenne
it: Media
ru: Средняя
zh_hans: 平均

source: Median
el: Διάμεσος
es: Mediana
fr: Médian
it: Mediano
ru: Средний
zh_hans: 平均

# costRed
source: cost in this period
de: Kosten in dieser Zeitraum
el: κόστος περιόδου
es: costo en este período
fr: coût de cette période
it: costo in questo periodo
ru: затраты за этот период
zh_hans: 此期间的成本

# dayRed
source: cost per day
de: Kosten pro Tag
el: κόστος ανά ημέρα
es: costo por día
fr: coût par jour
it: costo per giorno
ru: стоимость в день
zh_hans: 每天费用

# weekRed
source: cost per week
de: Kosten pro Woche
el: κόστος ανά εβδομάδα
es: costo por semana
fr: coût par semaine
it: costo per settimana
ru: стоимость в неделю
zh_hans: 每周费用

# monthRed
source: cost per month
de: Kosten pro Mona
el: κόστος ανά μήνα
es: costo por mes
fr: coût par mois
it: costo al mese
ru: стоимость в месяц
zh_hans: 每月成本

# yearRed
source: cost per year
de: Kosten pro Jahr
el: κόστος ανά έτος
es: costo por año
fr: coût par année
it: costo per anno
ru: стоимость в год
zh_hans: 每年成本

source: Most
de: Meisten
el: Πιο
es: Más
fr: Plus
it: Più
ru: Большинство
zh_hans: 最

# generous
source: wasteful
de: verschwenderisch
el: σπάταλη
es: antieconómico
fr: gaspilleur
it: dispendioso
ru: Расточительным
zh_hans: 浪费

source: economic
de: preiswert
el: οικονομική
es: económico
fr: économique
it: economico
ru: Экономического
zh_hans: 经济

# daySmall
source: day
de: Tag
el: ημέρα
es: día
fr: journée
it: giorno
ru: День
zh_hans: 一天

# weekSmall
source: week
de: Woche
el: εβδομάδα
es: semana
fr: semaine
it: settimana
ru: Неделю
zh_hans: 周

# monthSmall
source: month
de: Monat
el: μήνα
es: mes
fr: mois
it: mese
ru: Месяц
zh_hans: 月

# yearSmall
source: year
de: Jahr
el: έτος
es: año
fr: Année
it: anno
ru: Год
zh_hans: 年

# generousMan
source: wasteful
de: verschwenderisch
el: σπάταλος
es: antieconómico
fr: gaspilleur
it: generous
ru: Расточительным
zh_hans: 浪费

# generousThing
source: wasteful
de: verschwenderisch
el: σπάταλο
es: antieconómico
fr: gaspilleur
it: dispendioso
ru: Расточительным
zh_hans: 浪费

# economicMan
source: economic
de: Wirtschaftlich
el: οικονομικός
es: económico
fr: économique
it: economico
ru: Экономического
zh_hans: 经济

# economicThing
source: economic
de: Wirtschaftlich
el: οικονομικό
es: económico
fr: économique
it: economico
ru: Экономического
zh_hans: 经济

# monthSmallOristiki
source: month
de: Monat
el: μήνας
es: mes
fr: mois
it: mese
ru: Месяц
zh_hans: 月

# cashInPopUp
source: Cash
de: Karte
el: Μετρητά
es: Efectivo
fr: En espèces
it: Pagare
ru: Наличными
zh_hans: 现金

# cardInPopUp
source: Card
de: Zahlen
el: Κάρτα
es: Tarjeta
fr: Carte
it: Carta
ru: Карте
zh_hans: 卡

# cancelPopUp
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
zh_hans: 取消

# savePopUp
source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
it: Salva
ru: Сохранить
zh_hans: 救

# theFieldOfCostInPopUp
source: The field with the amount of cost is required to be filled.
de: Das Feld mit der Höhe der Kosten erforderlich gefüllt werden.
el: Το πεδίο με το ποσό του κόστους απαιτείται να συμπληρωθεί.
es: El campo con la cantidad de costo debe ser completado.
fr: Le terrain avec le montant des frais doit être rempli.
it: Il campo con la quantità di costo è necessario per essere riempito.
ru: Поле с суммой затрат необходимо заполнить.
zh_hans: 需要填写具有成本金额的字段。

# selectTitle
source: Customize Categories
de: Anpassen Kategorien
el: Διαμόρφωση
es: Personalizar Categorías
fr: Personnaliser Catégories
it: Personalizza categorie
ru: Настройка категорий
zh_hans: 自定义类别

# saveSelections
source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить
zh_hans: 救

# cancelSelections
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
zh_hans: 取消

# selectCategoryTitle
source: Select title for each Category in
de: Wählen Sie Titel für jede Kategorie in
el: Επιλεξτε τίτλο για κάθε κατηγορία στα
es: Seleccionar título para cada Categoría en
fr: Sélectionner titre pour chaque catégorie en
it: Seleziona titolo per ciascuna categoria in
ru: Выберите название для каждой категории в
zh_hans: 为 中的每个类别选择标题

# selectIcon
source: Select icon for each category
de: Wählen Sie Symbol für jede Kategorie
el: Επιλέξτε εικονίδιο για κάθε κατηγορία
es: Seleccionar icono para cada categoría
fr: Sélectionnez l'icône pour chaque catégorie
it: Selezionare l'icona per ogni categoria
ru: Выберите значок для каждой категории
zh_hans: 为每个类别选择图标

source: Contact us
de: Kontaktiere uns
el: Επικοινωνία
es: Contáctenos
fr: Contactez nous
it: Contattaci
ru: Свяжитесь с нами
zh_hans: 联系我们

source: Upgrade
de: Aktualisierung
el: Αναβάθμιση
es: Mejorar
fr: Améliorer
it: Aggiornamento
ru: Обновления
zh_hans: 升级

# rateThisApp
source: Rate App
de: Bewertungs App
el: Αξιολόγηση
es: Calificar aplicacion
it: Tasso di App
ru: Оцените приложение
zh_hans: 评价应用程序

# upgradeAlert
source: Upgrade!!!
de: Aktualisierung!!!
el: Αναβάθμιση!!!
es: Mejorar!!!
fr: Améliorer!!!
it: Aggiornamento!!!
ru: Обновления!!!
zh_hans: 升级！！！

# upgradeAdvantage0
source: -Save time storing repeated costs with just one tap for daily, weekly, monthly and yearly fix costs.
el: -Εξοικονομήστε χρόνο αποθηκεύοντας επαναλαμβανόμενα έξοδα(καθημερινά/εβδομαδιαία/μηνιαία/ετήσια) με μια μόνο καταχώρηση.
ru: -Сэкономьте время хранения повторных расходов одним нажатием на ежедневные, еженедельные, ежемесячные и годы.
zh_hans: -只需轻点一下即可节省重复成本，即可支付每日、每周、每月和每年的固定成本。

# upgradeAdvantage1
source: -Make smart desicions knowing in advanve the overall cost of your daily habits, monthly credits or any other repeated costs.
el: -Πάρτε έξυπνες αποφάσεις γνωρίζοντας εκ των προτέρων το συνολικό κόστος καθημερινών συνηθειών, μηνιαίων δόσεων και λοιπόν επαναλαμβανόμενων εξόδων.
ru: -Сделать умные решения, зная в advanve общей стоимости ваших ежедневных привычек, ежемесячные кредиты или любые другие неоднократные расходы.
zh_hans: -做出明智的决定，了解您的日常习惯、月度积分或任何其他重复成本的总体成本。

# upgradeAdvantage2
source: -Enlighten your understanding of your money management accessiing statistical measures of your expenses and gaining a clear picture of your spending habits at a glance.
el: -Αποκτήστε με μια μόνο ματιά πλήρη και ξεκάθαρη εικόνα όλων των εξόδων σας, έχοντας πρόσβαση στην αναφορά στατιστικών τιμών.
ru: -Просветите ваше понимание вашего управления деньгами доступ к статистическим показателям ваших расходов и получить четкую картину ваших привычек расходов с первого взгляда.
zh_hans: - 启发您对资金管理的理解，了解您的支出统计指标，并一目了然地了解您的消费习惯。

# noThanksAction
source: No, thanks.
de: Nein, Danke.
el: Όχι, ευχαριστώ.
es: No, gracias.
fr: No, merci.
it: No, grazie.
ru: Нет, спасибо.
zh_hans: 不，谢谢。

# upgradeAction
source: I want to upgrade!!!
de: Ich möchte ein Upgrade durchführen!!!
el: Θέλω να αναβαθμίσω!
es: Quiero actualizar!!!
fr: Je veux to upgrade!!!
it: Voglio aggiornare!!!
ru: Я хочу обновить!!!
zh_hans: 我想升级!!!

# costOfUpgrading
source: ...for only 3.90$
de: ...für nur 3.9€
el: ...μόνο με 3.90€
es: ...por solo 3.90€
fr: ... seulement 3.90€
it: ...per soli 3.90€
ru: ... всего за 3,90$
zh_hans: ...只需 3.90$

# category1
source: Business
de: Geschäft
el: Δουλειά
es: Negocio
fr: Affaires
it: Attività commerciale
ru: Бизнес
zh_hans: 业务

# category2
source: Glow
de: Aussehen
el: Εμφάνιση
es: Apariencia
it: Aspetto
ru: Свечение
zh_hans: 辉光

# category3
source: Grow
de: Wachsen
el: Ανάπτυξη
es: Crecer
it: Crescere
ru: Расти
zh_hans: 成长

# category4
source: Education
de: Bildung
el: Εκπαίδευση
es: Educación
fr: Éducation
it: Formazione scolastica
ru: Образования
zh_hans: 教育

# category5
source: Entertainment
de: Unterhaltung
el: Διασκέδαση
es: Entretenimiento
fr: Divertissemen
it: Divertimento
ru: Развлечения
zh_hans: 娱乐

# category6
source: Family
de: Familie
el: Οικογένεια
es: Familia
fr: Famille
it: Famiglia
ru: Семьи
zh_hans: 家庭

# category7
source: Fix
el: Πάγια
es: Fijar
ru: Исправить
zh_hans: 修复

# category8
source: Fun
de: Spaß
el: Ξεφάντωμα
es: Divertido
fr: Amusement;
it: Cuccagna
ru: Весело
zh_hans: 有趣

# category9
source: Home
de: Hause
el: Σπίτι
es: Casa
fr: Accueil
it: Casa
ru: Дома
zh_hans: 家

# category10
source: Mandatory
de: Verpflichtend
el: Υποχρεωτικά
es: Obligatorio
fr: Obligatoire
it: Obbligatorio
ru: Обязательным
zh_hans: 强制性

# category11
source: Me
de: Mir
el: Εγώ
es: Yo
fr: Moi
ru: Меня
zh_hans: 我

# category12
source: Optional
de: Wahlweise
el: Προαιρετικά
es: Opcional
fr: Optionnel
ru: Дополнительные
zh_hans: 选

# category13
source: Personal
de: Persönlich
el: Προσωπικά
fr: Personnel
it: Personale
ru: Личные
zh_hans: 个人

# category14
source: Survive
de: Überleben
el: Επιβίωση
es: Sobrevivir
fr: Survivre
it: Sopravvivere
ru: Выжить
zh_hans: 生存

# iappetosThanks
source: Expenseeble is upgraded. Thank you for using our app!
de: Expenseeble ist bereits aktualisiert. Vielen Dank, dass Sie unsere App verwenden!
el: Η Expenseeble έχει ήδη αναβαθμιστεί. Σας ευχαριστούμε που χρησιμοποιείται την εφαρμογή μας!
es: Expenseeble ya está actualizado. Gracias por usar nuestra aplicación!
fr: Expenseeble est déjà mis à jour. Merci d'utiliser notre application!
it: Expenseeble è già aggiornato. Grazie per aver utilizzato la nostra app!
ru: Expenseeble уже обновлен. Спасибо за использование нашего приложения!
zh_hans: Expenseeble已升级。 感谢您使用我们的应用

# saveLanguage
source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
it: Salva
ru: Сохранить
zh_hans: 救

# cancelLanguage
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
zh_hans: 取消

# NoteToRestartApp
source: If you change language, the app must be restarted in order to load the new language completely
de: Wenn Sie die Sprache ändern, muss die App neu gestartet werden, um die neue Sprache vollständig zu laden
el: Αν αλλάξετε γλώσσα, η εφαρμογή θα πρέπει να επανεκινηθεί, ώστε η νέα γλώσσα που επιλέξατε να εγκατασταθεί πλήρως.
es: Si cambia de idioma, la aplicación debe reiniciarse para cargar el nuevo idioma por completo
fr: Si vous changez la langue, l'application doit être redémarré pour charger complètement la nouvelle langue.
it: Se cambi lingua, l'app deve essere riavviata per caricare completamente la nuova lingua
ru: При изменении языка приложение должно быть перезапущено, чтобы загрузить новый язык completeley
zh_hans: 如果更改语言，则必须重新启动应用才能加载新语言。

# restartAppLanguage
source: Please restart the app in order to load the new language completely
de: Bitte starten Sie die Anwendung, um die neue Sprache vollständig zu laden.
el: Παρακαλώ επανεκινήστε την εφαρμοφή, ώστε τα Ελληνικά να εγκατασταθούν πλήρως.
es: Reinicie la aplicación para cargar el nuevo idioma por completo.
fr: Veuillez redémarrer l'application afin de charger complètement la nouvelle langue
it: Si prega di riavviare l'applicazione per caricare completamente la nuova lingua.
ru: Пожалуйста, перезапустите приложение, чтобы полностью загрузить новый язык.
zh_hans: 请重新启动应用程序以完全加载新语言

# restorePurchase
source: Restore
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fr: Restaurer
it: Ristabilire
ru: Восстановить
zh_hans: 恢复

source: Connection required!!!
de: Verbindung erforderlich!!!
el: Απαιτείται σύνδεση!!!
es: Requiere conexión!!!
fr: Connexion requise!!!
it: Connessione richiesta!!!
ru: Требуется подключение!!!
zh_hans: 需要连接!!!

# waitThePrices
source: Please, wait until prices are loaded or connect to the internet.
de: Bitte warten Sie, bis die Preise geladen sind, oder stellen Sie eine Verbindung zum Internet her.
el: Παρακαλώ περιμένετε να ενημερωθούν οι τιμές ή συνδεθείτε στο διαδύκτιο
es: Espere hasta que se carguen los precios o conéctese a Internet.
fr: Veuillez attendre que les prix soient chargés ou connectez-vous à Internet.
it: Per favore, attendi il caricamento dei prezzi o connettiti a Internet.
ru: Пожалуйста, дождитесь загрузки цен или подключитесь к интернету.
zh_hans: 请等到价格加载完毕或连接到互联网

source: only for
de: nur für
el: μόνο με
es: solo para
fr: seulement pour
it: solo per
ru: только для
zh_hans: 仅适用于

# forrepeatedcostsbothFields
source: For repeated costs both Fields of Cost and Note are required to be filled.
de: Für wiederholt Kosten sowohl Felder Kosten und Hinweis erforderlich, gefüllt werden.
es: Para los costos repetidos ambos campos(costos y nota) son obligatorios ser llenado.
fr: Pour les coûts répétés complétez les deux champs(coût et remarque).
it: Per i costi ripetuti entrambi i campi di costo e di nota sono tenuti ad essere riempito.
ru: Для повторных расходов необходимо заполнить поля затрат и Примечание.
zh_hans: 对于重复成本，需要同时填写成本字段和注释字段。
